Repository: chimosky/paths
Catalog: po/*.po
Languages: fr, he, hi, mr, pt_br, sk, sq, sv, uk

source: Paths
fr: Chemins
he: נתיבים
hi: पथ
mr: मार्ग
pt_br: Caminhos
sk: Chodníky
sq: Shtigje
sv: Stigar
uk: Шляхи

source: multi-player pattern matching game
fr: jeu multi-joueurs de correspondance de formes
he: משחק מרובה שחקנים להתאמת תבניות
hi: बहु खिलाड़ी पैटर्न मिलान खेल
mr: एकापेक्षा जास्त खेळाडू नमुना जुळणारे खेळ
pt_br: jogo de correspondências multijogador
sk: hra na spojenie vzorov pre viac hráčov
sq: lojë përputhjesh rregullsish, me shumë lojtarë
sv: mönstermatchningsspel för flera spelare
uk: Гра у встановлення відповідності візерунків для декількох гравців

source: Game
fr: Jeu
he: משחק
hi: खेल
mr: खेळ
pt_br: Jogo
sk: Hra
sq: Lojë
sv: Spel
uk: Гра

source: Start a new game.
fr: Commencer une nouvelle partie.
he: התחלת משחק חדש.
hi: एक नया गेम शुरू करें
mr: नवीन खेळ सुरू करा
pt_br: Iniciar um novo jogo.
sk: Začni novú hru.
sq: Filloni një lojë të re.
sv: Starta ett nytt spel.
uk: Почати нову гру.

source: Play with the robot.
fr: Jouer avec le robot.
he: לשחק מול רובוט.
hi: रोबोट के साथ खेलते हैं
mr: रोबोटसह खेळा
pt_br: Jogar com o robô.
sk: Hraj s robotom.
sq: Luani me robotin.
sv: Spela med roboten.
uk: Грати з комп’ютером.

source: Turn complete
fr: Fin du tour
he: התור הושלם
hi: पूर्ण करें
mr: पाळी पूर्ण
pt_br: Turno completo
sk: úloha dokončená
sq: Turne i plotësuar
sv: Drag slutfört
uk: Хід завершено

source: Help
fr: Aide
he: עזרה
hi: मदद
mr: मदत
pt_br: Ajuda
sk: Pomoc
sq: Ndihmë
sv: Hjälp
uk: Довідка

source: Score:
fr: Résultat :
he: ניקוד:
hi: अंक
mr: गुण
pt_br: Pontuação:
sk: Body:
sq: Përfundim:
sv: Poäng:
uk: Рахунок:

source: Start a new game once everyone has joined.
fr: Commencer une nouvelle partie lorsque tout le monde aura rejoint le jeu.
he: להתחיל במשחק לאחר שכל השחקנים הצטרפו.
hi: सभी के शामिल होने के बाद एक नया खेल शुरू करें।
mr: प्रत्येकजण सामील झाल्यानंतर नवीन खेळ चालू कर
pt_br: Começar um novo jogo depois que todos tiverem se juntado.
sk: Začni novú hru keď sa všetci pripoja.
sq: Fillo një lojë të re pasi të kenë ardhur të gjithë.
sv: Starta ett nytt spel då alla har gått med.
uk: Почати нову гру, щойно усі долучаться.

source: Only the sharer can start a new game.
fr: Le joueur qui partage le jeu est le seul à pouvoir recommencer la partie.
he: רק המשתף יכול להתחיל משחק חדש.
hi: केवल हिस्सेदार ही एक नया खेल शुरू कर सकता है।
pt_br: Somente o compartilhador pode iniciar um novo jogo.
sk: Jedine účastník môže začať novú hru.
sq: Vetëm ortaku mund të fillojë një lojë të re.
sv: Endast den som delar kan starta ett nytt spel.
uk: Лише той, хто поширив, може розпочати нову гру.

source: The robot is disabled when sharing.
fr: Le robot est désactivé lorsque le partage est activé.
he: הרובוט מנוטרל בעת שיתוף.
pt_br: O robô fica desativado quando se joga com outra pessoa.
sk: Robot je deaktivovaný keď je zdieľanie.
sq: Roboti është i çaktivizuar, kur luhet me të tjerë.
sv: Roboten är inaktiverad vid delning.
uk: Якщо гра відбувається між людьми, комп’ютерного гравця буде вимкнено.

source: has joined.
fr: a rejoint le jeu.
he: הצטרף/ה.
hi: शामिल हो गया है।
mr: सामील झाले आहे
pt_br: juntou-se.
sk: pripojil sa
sq: erdhi.
sv: har gått med.
uk: долучився.

source: take a turn.
fr: Prendre son tour.
he: תורך.
hi: एक मोड़ ले।
mr: संधी घे
pt_br: pegar um turno.
sk: si na rade
sq: merrni radhën.
sv: gör ett drag.
uk: робить хід.

source: Click after taking your turn.
fr: Cliquer après avoir pris votre tour.
he: יש ללחוץ כאן לאחר סיום המהלך.
hi: अपनी बारी लेने के बाद क्लिक करें
mr: संधी घेतल्यावर बटण दाबा
pt_br: Clique depois de pegar seu turno.
sk: klikni po tom čo si bol na rade
sq: Klikoni pasi të merrni radhën tuaj.
sv: Klicka efter att du gjort ditt drag.
uk: Клацніть після того, як зробите ваш хід.

source: It is your turn.
fr: A vous de jouer.
he: תורך.
hi: तुम्हारी बारी है।
mr: तुझी संधी आहे
pt_br: É a sua vez.
sk: ideš
sq: Është radha juaj.
sv: Det är din tur.
uk: Ваш хід.

source: Game over
fr: Fin de la partie
he: המשחק נגמר
hi: खेल खत्म
mr: खेळ संपला
pt_br: Fim de jogo
sk: koniec hry
sq: Loja mbaroi
sv: Spelet är slut
uk: Гру завершено

source: There are errors—it is still your turn.
fr: Il y a des erreurs — à vous de jouer.
he: ישנן שגיאות–התור עדיין שלך.
hi: त्रुटियां हैं - यह अभी भी आपकी बारी है
mr: त्यात काही त्रुटी आहेत — आताही तुमची पाळी आहे.
pt_br: Existem erros - ainda é sua vez.
sk: Chyby - ideš
sq: Ka gabime - ende është radha juaj.
sv: Det finns fel—det är fortfarande din tur.
uk: Помилки! Усе ще ваш хід.

source: You took your turn.
fr: Vous avez pris votre tour.
he: כבר שיחקת בתורך.
hi: आपने अपनी बारी ली थी
mr: आपण आपली पाळी घेतली
pt_br: Você já jogou dessa vez.
sk: Už si bol/bola.
sq: E kaluat radhën tuaj.
sv: Du gjorde ditt drag.
uk: Ви зробили ваш хід.

source: robot
he: רובוט
hi: रोबोट
mr: मनुष्याप्रमाणे काम करणारे यंत्र (यंत्रमानव)
pt_br: robô
uk: робот

source: Wait your turn.
fr: Attendre votre tour.
he: נא להמתין לתורך.
hi: अपनी बारी का इंतजार।
mr: आपल्या पाळीची वाट पहा
pt_br: Aguarde sua vez.
sk: Počkaj kým budeš na rade.
sq: Pritni për radhën tuaj.
sv: Vänta på din tur.
uk: Зачекайте на ваш хід.

source: Waiting for
fr: En attente
he: בהמתנה לשחקן
hi: के लिए इंतजार
pt_br: Aguardando por
sk: Čakanie na
sq: Po pritet për
sv: Väntar på
uk: Очікуємо на

source: Nowhere to play.
fr: Aucune case disponible.
he: אין היכן לשחק.
hi: कहीं नहीं खेलने के लिए
mr: खेळायला जागा नाही
pt_br: Não há onde jogar.
sk: Nedá sa hrať.
sq: S’ka vend ku të luhet.
sv: Finns inget ställe att spela.
uk: Ніде грати.

source: Robot unable to play
fr: Le robot ne peut plus jouer
he: הרובוט לא יכול לשחק
hi: रोबोट खेलने में असमर्थ
mr: यंत्र खेळू शकत नाही
pt_br: Robô não pode jogar
sk: Robot nemôže hrať.
sq: Roboti s’është në gjendje të luajë
sv: Robot kan inte spela
uk: Комп’ютер не може грати

source: Move tiles to make a path.
fr: Déplacer les cases pour créer un chemin.
he: יש להזיז את האריחים כדי ליצור נתיב.
hi: पथ बनाने के लिए टाइलें ले जाएं
mr: मार्ग बनविण्यासाठी फरशा हलवा
pt_br: Mova os blocos para criar um caminho.
sk: Pohybujte doštičkami tak aby ste vytvorili chodník.
sq: Lëvizini kuadratet që të krijoni një shteg.
sv: Flytta brickor för att skapa en stig.
uk: Пересуньте плитки так, щоб утворити шлях.
