Repository: chimosky/paths
Catalog: po/ach.po
Languages: ach

source: Paths
ach: Yoo

source: multi-player pattern matching game
ach: tuku-mapol kun kube ki tuku marwate

source: Game
ach: Tuku

source: Start a new game.
ach: Cak tuku manyen.

source: Play with the robot.
ach: Tuk kwede robot.

source: Turn complete
ach: Wir tum

source: Help
ach: Kony

source: Score:
ach: Omato:

source: Start a new game once everyone has joined.
ach: Cak dok tuku manyen teki dano weng gutyeko donyo.

source: Only the sharer can start a new game.
ach: Kono ka pi jo manywako ne dong twero cako tuku manyen.

source: The robot is disabled when sharing.
ach: Kijuko woko robot i kare maonongo tye kanywako.

source: has joined.
ach: otyeko dong donyo.

source: take a turn.
ach: wire kong icel.

source: Click after taking your turn.
ach: Dii i yonge wire manok.

source: It is your turn.
ach: Obedo kare mamegi.

source: Game over
ach: Tuku dong otum

source: There are errors—it is still your turn.
ach: Bal mapol bene tye—pwod obedo kare mamegi.

source: You took your turn.
ach: In bene ityeko kare ni woko.

source: Wait your turn.
ach: Kur kare ni.

source: Waiting for
ach: Tye kakuro pi

source: Nowhere to play.
ach: Katuku peke..

source: Robot unable to play
ach: Robot petwero tuku

source: Move tiles to make a path.
ach: Dir matangula ci owek yoo.
