Repository: chimosky/paths
Catalog: po/gug.po
Languages: gug

source: Paths
gug: Tapekuera.

source: multi-player pattern matching game
gug: Ñembosarai terupykuera hetañembosaraiha.

source: Game
gug: Ñembosarai.

source: Start a new game.
gug: Oñepyru ñembosarai pyahu.

source: Play with the robot.
gug: Ñembosarai apoharei ndive.

source: Turn complete
gug: Pyru oĩmbava.

source: Help
gug: Pytyvõ.

source: Score:
gug: Mba'ekuaa.

source: Start a new game once everyone has joined.
gug: Ñepyru peteĩ ñembosarai uperire opaite guive juajukuera.

source: Only the sharer can start a new game.
gug: Nde año mboja'o ikatu eñepyru peteĩ jeho pyahu.

source: The robot is disabled when sharing.
gug: Pe apoharei ndo moag̃e araka'e pe ñembosarai ambue ava rehegua.

source: has joined.
gug: Mopeteímbyre.

source: take a turn.
gug: Pyhy peteí pyru.

source: Click after taking your turn.
gug: Eyapo clic ha upei eipyhy nde pyru.

source: It is your turn.
gug: Hae nde pyru.

source: Game over
gug: Ñembosarai apopapy.

source: There are errors—it is still your turn.
gug: Oi jejavykuera - gueteri hae nde pyru.

source: You took your turn.
gug: Oipyhy nde pyru.

source: robot
gug: Apoharei.

source: Wait your turn.
gug: Eha'arõ nde pyru.

source: Waiting for
gug: Pe haa'rõ.

source: Nowhere to play.
gug: Ndaikatui ñembosarai.

source: Robot unable to play
gug: Pe apoharei ndoikatui oñembosarai.

source: Move tiles to make a path.
gug: Emomỹi ko mongora eyapo haguã peteí tape.
